Repository: RazerGlass/Bitcoin-Exchange
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: es_es, ru_ru

source: Order is too low. Minimum order is 0.0001
es_es: Orden es demasiado baja. La orden mínima es 0.0001
ru_ru: Порядок является слишком низкой. Минимальный заказ равен 0.0001

source: Numbers only, please!
es_es: Números solamente, por favor!
ru_ru: Номера только, пожалуйста!

source: You do not have enough to put in the order
es_es: Usted no tiene suficiente para poner en el orden
ru_ru: Не нужно, достаточно поставить в порядке

source: Negative balance. System has been notified.
es_es: Saldo negativo. Sistema ha sido notificado.
ru_ru: Отрицательный баланс. Система была уведомлена.

source: Enter an amount before continuing
es_es: Introduzca una cantidad antes de continuar
ru_ru: Введите сумму перед продолжением

source: Market does not exist
es_es: No existe mercado
ru_ru: Рынок не существует

source: Oh snap!
es_es: Oh, encaje
ru_ru: Ох snap!

source: You are banned.
es_es: Está prohibidos.
ru_ru: Вам запрещены.

source: Do not
es_es: No haga
ru_ru: НЕ

source: register another account
es_es: registrar otra cuenta
ru_ru: зарегистрировать другой учетной записи

source: Reason you are banned:
es_es: Razón por la que está prohibidas:
ru_ru: Причина, по которой вы запрещены:

source: Please verify your email
es_es: Verifique su correo electrónico.
ru_ru: Пожалуйста, подтвердите ваш адрес электронной почты.

source: Secure account. Enable Two factor Authentication
es_es: Cuenta segura. Habilitar la autenticación de dos factores
ru_ru: Безопасность учетной записи. Включить два фактора аутентификации

source: Here
es_es: Aquí
ru_ru: Здесь

source: Details Submitted!
es_es: Datos presentados.
ru_ru: Подробности представлены!

source: Please wait for our team to verify your details
es_es: Por favor, espere nuestro equipo verificar sus datos
ru_ru: Пожалуйста, подождите, для нашей команды проверить ваши данные

source: Success
es_es: Correcto
ru_ru: Успешно

source: You have successfully withdrawn
es_es: Han retirado con éxito
ru_ru: Вы успешно вышли

source: Invalid Balance
es_es: Equilibrio no válido
ru_ru: Неверный баланс

source: View User Guides
es_es: Guia de usuario vista
ru_ru: Просмотр руководства пользователя

source: Settings
es_es: Ajustes
ru_ru: Настройки

source: Add Guides
es_es: Añadir guías
ru_ru: Добавить направляющие

source: View Users
es_es: Ver usuarios
ru_ru: Просмотр пользователей

source: Verify Users
es_es: Verifique que los usuarios
ru_ru: Проверки пользователей

source: About Us
es_es: Sobre nosotros
ru_ru: О нас

source: Jobs
es_es: Empleos
ru_ru: Работы

source: Contact us
es_es: Póngase en contacto con nosotros
ru_ru: Связаться с нами

source: Product
es_es: Producto
ru_ru: Товар

source: How it works
es_es: ¿Cómo funciona?
ru_ru: Как это работает

source: API
es_es: Configuración API
ru_ru: Интерфейс программирования приложений

source: Fees
es_es: Tarifas
ru_ru: Сбор

source: Support
es_es: Soporte
ru_ru: Поддержка

source: Help
es_es: Ayuda
ru_ru: Помощь

source: Documentation
es_es: Documentación
ru_ru: Документация

source: Terms of services
es_es: Condiciones de servicio
ru_ru: Условия предоставления услуг

source: Privacy
es_es: Privacidad
ru_ru: Конфиденциальность

source: Dashboard
es_es: Consola
ru_ru: Панель управления

source: Tools
es_es: Herramientas
ru_ru: Инструменты

source: Orders
es_es: Pedidos
ru_ru: Орден

source: Trades
ru_ru: Сделки

source: FAQ
ru_ru: Часто задаваемые вопросы и ответы

source: Coin Voting
es_es: Moneda de votación
ru_ru: Монета голосование

source: User
es_es: Usuario
ru_ru: Пользователь

source: Deposit
es_es: Ingreso
ru_ru: Пополнение средств

source: Edit Settings
es_es: Editar configuración
ru_ru: Изменить настройки

source: Security
es_es: Seguridad
ru_ru: Безопасность

source: User API
es_es: Usuario API
ru_ru: Просмотр руководства пользователя

source: Messages
es_es: Mensajes
ru_ru: Сообщения

source: Logout
ru_ru: Выход

source: Login
es_es: Inicio de sesión
ru_ru: Войти

source: Register
es_es: Registrarse
ru_ru: Регистрация

source: Markets
es_es: Mercados
ru_ru: рынки

source: Add guide
es_es: Añadir guía
ru_ru: Добавить руководство

source: Edit guides
es_es: Editar guías
ru_ru: Просмотр руководства пользователя

source: Add Faq
es_es: Añadir Faq
ru_ru: Добавить страницу...

source: Edit Faq(s)
es_es: Editar Faq(s)
ru_ru: Просмотр руководства пользователя

source: Add Page
es_es: Añadir página
ru_ru: Добавить страницу...

source: Edit Page(s)
es_es: Editar página (s)
ru_ru: Просмотр руководства пользователя

source: Ban User(s)
es_es: Prohibición (s)
ru_ru: Просмотр руководства пользователя

source: News
es_es: Noticias
ru_ru: Новости

source: Add News
es_es: Añadir noticias
ru_ru: Добавить новость

source: Add Coin
es_es: Añadir monedas
ru_ru: Добавить страницу...

source: Coins
es_es: Monedas
ru_ru: vjytns

source: Edit Profile
es_es: Editar Perfil
ru_ru: Редактировать профиль

source: Account Security
es_es: Cuenta la seguridad
ru_ru: Безопасность учетной записи

source: Profile Information
es_es: Información del perfil
ru_ru: Информация профиля

source: Update Coin
es_es: Actualizar
ru_ru: Обновление монета

source: Coin Title
es_es: Titulo
ru_ru: Название монеты

source: Add coin
es_es: Añadir monedas
ru_ru: Добавить страницу...

source: Enter a Question Title
es_es: Escriba un título para la guía del usuario
ru_ru: Введите заголовок вопроса

source: Add FAQ
es_es: Añadir Faq
ru_ru: Добавить страницу...

source: Enter a Title for user guide
es_es: Escriba un título para la guía del usuario
ru_ru: Введите название для руководство пользователя

source: Enter a url for user guide
es_es: Introduzca una url de user guide
ru_ru: Введите URL-адрес для руководство пользователя

source: Add User Guide
ru_ru: Добавить руководство пользователя

source: Enter a Page Title
es_es: Introduzca un título de la página
ru_ru: Введите заголовок страницы

source: Enter a Page URL
es_es: Introduce la URL de su sitio web
ru_ru: Введите URL-адрес страницы

source: Add page
es_es: Añadir página
ru_ru: Добавить страницу...

source: Users
es_es: Usuarios
ru_ru: Пользователи

source: Username
es_es: Nombre de Usuario
ru_ru: Имя пользователя

source: banned by
es_es: prohibido por
ru_ru: запрещена

source: Banned by
es_es: Prohibido por
ru_ru: Запрещена

source: banned until
es_es: prohibido hasta
ru_ru: запрещена до

source: Banned until
es_es: Prohibido hasta
ru_ru: запрещена до

source: Reason
es_es: Razón
ru_ru: Причина

source: Actions
es_es: Acciones
ru_ru: Действия

source: Coin
es_es: Moneda
ru_ru: Монета

source: Description
es_es: Descripción del mercado
ru_ru: Описание

source: Title
es_es: Titulo
ru_ru: Заголовок

source: Enabled
es_es: Habilitado
ru_ru: Включено

source: Coin name
es_es: Nombre de la moneda
ru_ru: Название монеты

source: Coin Description
es_es: Descripción de la moneda
ru_ru: Описание монет

source: Update
es_es: Actualizar
ru_ru: Обновить

source: Update FAQ
es_es: Actualización FAQ
ru_ru: Часто задаваемые вопросы и ответы

source: Update User Guide
es_es: Guía del usuario de actualización
ru_ru: Обновить руководство пользователя

source: Update page
es_es: Página de la actualización
ru_ru: Обновление страницы

source: Edit Users
es_es: Editar usuarios
ru_ru: Изменение пользователей

source: Edit Information
es_es: Editar información
ru_ru: Редактирование информации

source: Please enter your Website Name
es_es: Por favor, introduzca su nombre de sitio web
ru_ru: Пожалуйста, введите ваш URL-адрес веб-сайта

source: Please enter your Website slogan
es_es: Por favor ingrese su slogan del sitio web
ru_ru: Пожалуйста, введите ваш URL-адрес веб-сайта

source: Please enter your Website URL
es_es: Introduce la URL de su sitio web
ru_ru: Пожалуйста, введите ваш URL-адрес веб-сайта

source: Please enter your SEO Keywords
es_es: Introduce tu SEO palabras clave
ru_ru: Пожалуйста, введите ваши ключевые слова SEO

source: Please enter your SEO Description
es_es: Por favor, introduzca su descripción SEO
ru_ru: Пожалуйста, введите описание вашей SEO

source: Please enter your Market Fees
es_es: Introduce la URL de su sitio web
ru_ru: Пожалуйста, введите ваш рынок сборов

source: Please enter your Company Number
es_es: Por favor ingrese su slogan del sitio web
ru_ru: Пожалуйста, введите номер вашей компании

source: Please enter your Address
es_es: Por favor, introduzca su dirección de correo electrónico.
ru_ru: Введите email.

source: Please enter your Company Phone Number
es_es: ﻿Por favor introduzca su teléfono
ru_ru: Пожалуйста, введите ваш номер телефона компании

source: Please enter your Company Email
es_es: Por favor ingrese su slogan del sitio web
ru_ru: Введите ваш адрес эл. почты

source: Details Verified
es_es: Datos verificados
ru_ru: Проверка деталей

source: First Name
es_es: Nombre
ru_ru: Имя

source: Last Name
es_es: Apellidos
ru_ru: ﻿Фамилия

source: Users Needing Verification
es_es: Usuarios que necesitan verificación
ru_ru: Пользователи, нуждающиеся в проверке

source: Ticker
ru_ru: Бегущая строка

source: Private API
es_es: API privado
ru_ru: Частные API

source: Sample Response
es_es: Respuesta de la muestra
ru_ru: Пример ответа

source: Ticker URL
ru_ru: URL-адрес тикер

source: This is the market, you can replace that value with a valid market in our system
es_es: Este es el mercado, puede reemplazar el valor con un mercado válido en nuestro sistema
ru_ru: Это рынок, это значение можно заменить на действительный рынок в нашей системе

source: high
es_es: Alto
ru_ru: Верхний предел

source: Highest completed trade in that market
es_es: Comercio más alto completado en ese mercado
ru_ru: Наибольшей завершенных торговли на этом рынке

source: low
es_es: zona de bajas presiones
ru_ru: Нижний предел

source: Lowest completed trade in that market
es_es: Menor comercio completado en ese mercado
ru_ru: Самая низкая в завершенных торговли на этом рынке

source: avg
es_es: Prom.
ru_ru: средний

source: Average price of trades in that market
es_es: Precio promedio de transacciones en el mercado
ru_ru: Средняя цена сделок на этом рынке

source: vol
ru_ru: Громкость -

source: Total volume of trades in that market
es_es: Volumen total de las operaciones en ese mercado
ru_ru: Общий объем торгов в этом рынке

source: last
es_es: último
ru_ru: Введите имя растрового изображения:

source: Price of last trade
es_es: Precio del último comercio
ru_ru: Цена последней сделки

source: buy
es_es: comprar
ru_ru: купить

source: Buy price
es_es: Comprar precio
ru_ru: Купить Цена

source: sell
es_es: vender
ru_ru: продать

source: Sell price
es_es: Venta precio
ru_ru: Продажная цена

source: Public key
es_es: clave pública
ru_ru: Открытый ключ

source: This is your accounts public key which can be generated in account settings
es_es: Esta es la clave pública de cuentas que puede generarse en la configuración de la cuenta
ru_ru: Это ваш счета публичный ключ, который может быть создан в настройки учетной записи

source: Private key
es_es: Llave Privada
ru_ru: Закрытый ключ

source: This is your accounts private key which can be generated in account settings
es_es: Esta es su clave privada de las cuentas que puede generarse en la configuración de la cuenta
ru_ru: Это ваш счета публичный ключ, который может быть создан в настройки учетной записи

source: Depositing and Withdrawing
es_es: Depositar y retirar
ru_ru: Внесение

source: Currency
es_es: Moneda
ru_ru: Валюта

source: activate to sort column ascending
es_es: activar para ordenar columna ascendente
ru_ru: активировать для сортировки столбцов по возрастанию

source: Balance
ru_ru: Баланс

source: Market Description
es_es: Descripción del mercado
ru_ru: Описание рынка

source: Withdraw
es_es: Retirar
ru_ru: Снять

source: Deposit your Bitcoins to the address below
es_es: Depositar sus Bitcoins a la siguiente dirección
ru_ru: Внесите ваш CryptxCoins по указанному ниже адресу

source: Deposit Wallet Address
es_es: Dirección de cartera de depósito
ru_ru: Пополнение средств

source: Generate New Address
es_es: con una dirección I.P (Protocolo de internet)
ru_ru: Создать новый адрес

source: Close
es_es: Cerrar
ru_ru: Закрыть

source: Withdraw your Bitcoins
es_es: Depositar sus Bitcoins a la siguiente dirección
ru_ru: Снять ваши Bitcoins

source: Amount of BTC to withdraw
ru_ru: Количество BTC снять

source: Enter withdraw wallet
ru_ru: Введите снять бумажник

source: Depositing
es_es: Depositar y retirar
ru_ru: Внесение

source: Deposit your CryptxCoins to the address below
es_es: Depositar tu CryptxCoins a la siguiente dirección
ru_ru: Внесите ваш CryptxCoins по указанному ниже адресу

source: Coin Purchase information
es_es: N información de compra de moneda
ru_ru: Информация о покупке монет

source: Sell Order Information
es_es: N vender información de la orden
ru_ru: информацию о заказе продать

source: Total Price of
es_es: Precio total
ru_ru: Итоговая цена

source: to
es_es: a
ru_ru: к

source: Buy
es_es: Comprar
ru_ru: Купить

source: Trading Chart
es_es: gráfico de inversiones
ru_ru: Торговые индикаторы

source: Amount of
es_es: Cantidad
ru_ru: Общая сумма (до плату)

source: Value of
es_es: Valor de
ru_ru: Значение

source: Choose an amount to buy. Use periods for lesser amounts for example: 0.1 or 0.02. Our lowest possible order is 0.0001
es_es: Elija una cantidad para comprar. Utilizan los períodos de menor cantidad por ejemplo: 0.1 o 0.02. Nuestra orden más bajo posible es 0.0001
ru_ru: Выберите сумму для покупки. Использовать периоды для меньших количествах например: 0.1 или 0,02. Наши низкие Возможен заказ равен 0.0001

source: Sell
es_es: Vender
ru_ru: Продажа

source: Choose an amount to sell. Use periods for lesser amounts for example: 0.1 or 0.02. Our lowest order possible is 0.0001
es_es: Elija una cantidad para vender. Utilizan los períodos de menor cantidad por ejemplo: 0.1 o 0.02. Nuestra orden más bajo posible es 0.0001
ru_ru: Выберите сумму продать. Использовать периоды для меньших количествах например: 0.1 или 0,02. Наш низкий порядок возможного равен 0.0001

source: Selling Orders
es_es: Órdenes de ventas
ru_ru: Продажа заказы

source: Price
es_es: Precio
ru_ru: Цене

source: Amount
es_es: Cantidad
ru_ru: Сумма

source: Cost
es_es: ﻿Costo
ru_ru: Стоимость

source: Buying Orders
es_es: Órdenes de compras
ru_ru: Открыть заказы покупки

source: Trade History
es_es: Precio del último comercio
ru_ru: История торговли

source: Date
es_es: Fecha
ru_ru: Дата рождения

source: Buy/Sell
es_es: Comprar/Vender
ru_ru: Купить/продать

source: Invoice
es_es: Factura
ru_ru: Счет-фактура

source: Send
es_es: Enviar
ru_ru: Отправить

source: Print
es_es: Imprimir
ru_ru: Печать

source: Invoice No
es_es: Factura n.º
ru_ru: Счет-фактура

source: Client
es_es: Cliente
ru_ru: клиент

source: Company Details
es_es: Datos del Banco
ru_ru: Iнформация о компании

source: Company Reg
es_es: Empresa Reg
ru_ru: Компания Reg

source: Website Name
es_es: Nombre del sitio web:
ru_ru: Сайт Имя

source: Address
es_es: con una dirección I.P (Protocolo de internet)
ru_ru: Адрес

source: Market
es_es: Mercado
ru_ru: Рынок

source: Quantity
es_es: Cantidad
ru_ru: Количество

source: Total amount (before fee)
es_es: Importe total (antes del pago)
ru_ru: Общая сумма (до плату)

source: Fee Percentage
es_es: Porcentaje de cuota
ru_ru: Плата за процент

source: Grand Total (after fee)
es_es: Gran Total (después del pago)
ru_ru: Итог (после плату)

source: Open Buying Orders
es_es: Abrir las órdenes de compra
ru_ru: Открыть заказы покупки

source: Total Cost
es_es: Costo total
ru_ru: Общие затраты

source: Cancel
es_es: Cancelar
ru_ru: Отменить

source: Open Selling Orders
es_es: Abrir las órdenes de venta
ru_ru: Открыть продажи заказов

source: Deleting Order
es_es: Eliminación de orden
ru_ru: Удаление ордера

source: Are you sure you want to delete your order?
es_es: ¿Está seguro que desea eliminar su orden?
ru_ru: Вы уверены, что вы хотите удалить ваш заказ?

source: Delete Order
es_es: Eliminación de orden
ru_ru: Удалить заказ

source: Deleting order
es_es: Eliminación de orden
ru_ru: Удаление ордера

source: Completed trades
es_es: Transacciones completadas
ru_ru: Завершенные сделки

source: Buy Or Sell
es_es: Comprar o vender
ru_ru: Купить или продать

source: View Invoice
es_es: Ver Factura
ru_ru: Просмотр счета

source: Welcome to Cryptxe
es_es: ¡ Bienvenido a Cryptxe
ru_ru: Добро пожаловать на Cryptxe

source: Start trading Cryptocurrencies today
es_es: Empiece a operar
ru_ru: Начните торговать сегодня Cryptocurrencies

source: Start trading
es_es: Empiece a operar
ru_ru: Начать торговлю!

source: Account management
es_es: Administración de cuenta
ru_ru: Управление учетными записями

source: Easily maintain your account. View orders, trades, transactions, whitelist IP's and much more
es_es: Mantener fácilmente su cuenta. Ver órdenes, oficios, transacciones, IP es blanca y mucho más
ru_ru: Легко вести свою учетную запись. Просмотр заказов, сделки, сделки, белый список IP-адресов и многое другое

source: Multiple Markets
es_es: Múltiples mercados
ru_ru: Несколько рынков

source: We have multiple Cryptocurrency markets for our users to trade against.
es_es: Tenemos múltiples mercados Cryptocurrency para nuestros usuarios contra el comercio.
ru_ru: У нас есть несколько Cryptocurrency рынки для наших пользователей, чтобы торговать против.

source: Easily build 3rd party applications with our public and/or private API -- fully documented, easy to use.
es_es: Construir fácilmente aplicaciones de 3 º partido con nuestra API pública y/o privada--plenamente documentada, fácil de usar.
ru_ru: Легко создавать приложения сторонних производителей с нашей общественной или частной API--полностью документально, простой в использовании.

source: 2Factor Authentication
es_es: Presentar la autenticación
ru_ru: 2Factor проверка подлинности

source: To protect our users and their accounts we have implemented 2factor authentication.
es_es: Para proteger a nuestros usuarios y sus cuentas que hemos implementado 2factor autenticación.
ru_ru: Для защиты наших пользователей и их учетных записей мы реализовали 2factor аутентификации.

source: We are responsive
ru_ru: Мы чутко

source: Trade on: Desktop, Tablet or Mobile
es_es: Comercio en: escritorio, Tablet o móvil
ru_ru: Торговля: Рабочий стол, планшет или мобильный

source: Why Choose Cryptxe?
es_es: ¡ Bienvenido a Cryptxe
ru_ru: Почему Cryptxe?

source: Security is our number one objective.
es_es: La seguridad es nuestro objetivo número uno.
ru_ru: Безопасность является нашей целью номер один.

source: Here at Cryptxe we pride ourself on our security. We are handling people's money, so we need to have a secure system
es_es: Aquí en Cryptxe estamos orgullosos nosotros mismos en nuestra seguridad. Estamos manejando el dinero, así que necesitamos tener un sistema seguro
ru_ru: Здесь на Cryptxe мы гордимся себя на нашей безопасности. Мы обработки людей деньги, поэтому мы должны иметь безопасную систему

source: 500 Free CryptxCoins Welcome Bonus.
es_es: 500 gratis bono de bienvenida de CryptxCoins.
ru_ru: 500 бесплатных CryptxCoins Добро пожаловать бонус.

source: New users on Cryptxe are given 500 free Cryptx Coins. These can be used to trade against other markets
es_es: Nuevos usuarios a través de Cryptxe se dan 500 monedas gratis de Cryptx. Éstos se pueden utilizar para el comercio contra otros mercados
ru_ru: Новые пользователи на Cryptxe дают 500 бесплатно Cryptx монет. Они могут использоваться для торговли против других рынков

source: Built in Messaging system
es_es: Construido en sistema de mensajería
ru_ru: Построен в системе обмена сообщениями

source: Depending on your account activity, depends on what messages you will receive. This is a great way to keep an eye on your account.
es_es: La actividad de su cuenta, dependiendo de qué mensajes que recibirán. Esto es una gran manera de mantener un ojo en su cuenta.
ru_ru: В зависимости от активности вашего аккаунта, зависит какие сообщения вы будете получать. Это отличный способ держать глаз на вашем счету.

source: Whitelist IP's
es_es: Direcciones IP Whitelist
ru_ru: Мы предлагаем вам шанс в белый список IP в вашей учетной записи. Вы только сможете войти в свой аккаунт с белый IP, если вы используете эту функцию.

source: We offer you the chance to whitelist IP's to your account. You will only be able to login to your account with a whitelisted IP if you use this feature.
es_es: Le ofrecemos la oportunidad de lista blanca de IP a su cuenta. Sólo podrás acceder a tu cuenta con una IP de la lista blanca si utiliza esta función.
ru_ru: Мы предлагаем вам шанс в белый список IP в вашей учетной записи. Вы только сможете войти в свой аккаунт с белый IP, если вы используете эту функцию.

source: Easy to understand Market Charts
es_es: Fácil de entender el mercado Charts
ru_ru: Легко понять рынок графики

source: View the markets information on our charts. See what prices are trending, view volume and much more.
es_es: Ver la información de los mercados en nuestras cartas. Ver cuáles son los precios de tendencias, ver volumen y mucho más.
ru_ru: Просмотрите сведения о рынках на наших диаграммах. Посмотреть, какие цены тенденции, посмотреть объем и многое другое.

source: Cryptxe has both a public and private API. Making custom applications a breeze.
es_es: Cryptxe tiene tanto una API pública y privada. Aplicaciones personalizadas haciendo una brisa.
ru_ru: Cryptxe имеет как общественной и частной API. Создание пользовательских приложений на одном дыхании.

source: Ask
es_es: Preguntar
ru_ru: Спросить

source: Generate API
es_es: Generar API
ru_ru: Создавать API

source: Enter Name
es_es: Introducir nombre:
ru_ru: Введите имя

source: Name
es_es: Nombre
ru_ru: Название

source: activate to sort column ascending
es_es: activar para ordenar columna ascendente
ru_ru: активировать для сортировки столбцов по возрастанию

source: Name
es_es: Nombre
ru_ru: Название

source: Key
es_es: Llave
ru_ru: Ключ

source: Key
es_es: Llave
ru_ru: Ключ

source: Secret
es_es: Secreto
ru_ru: Тайна

source: Secret
es_es: Secreto
ru_ru: Тайна

source: Actions
es_es: Acciones
ru_ru: Действия

source: Delete
es_es: Borrar
ru_ru: Удалить

source: Please enter an email address
es_es: Introduzca una dirección de correo electrónico
ru_ru: Пожалуйста, введите адрес электронной почты

source: Enter strong password
es_es: Introduzca la contraseña
ru_ru: Введите надежный пароль

source: Passwords don 't match
es_es: Las contraseñas no coinciden.
ru_ru: Пароли Дон 't матч

source: Confirm password
es_es: Confirmar contraseña
ru_ru: ﻿Подтвердите пароль

source: Password Requirements
es_es: Requisitos de contraseña
ru_ru: Требования к паролю

source: 8 characters minimum
es_es: mínimos 8 caracteres
ru_ru: минимум 8 символов

source: 1 or more upper-case letters
es_es: 1 o más mayúsculas Letras
ru_ru: 1 или более прописных букв

source: 1 or more lower-case letters
es_es: 1 o más minúsculas Letras
ru_ru: 1 или более строчные буквы

source: 1 or more digits or special characters
es_es: 1 o más dígitos o caracteres especiales
ru_ru: 1 или более цифр или специальных символов

source: Sidebar Constantly Open
es_es: Sidebar constantemente abrir
ru_ru: Постоянно открыть боковую панель

source: Chat Constantly Open
es_es: Charla abierta constantemente
ru_ru: Постоянно открывать чат

source: Login form
es_es: Formulario de login
ru_ru: Форма входа

source: Password
es_es: Contraseña
ru_ru: Пароль

source: Your caps lock is enabled. Our passwords are case-sensitive.
es_es: El bloqueo de mayúsculas está activado. Las contraseñas distinguen mayúsculas de minúsculas.
ru_ru: Включен режим caps lock. Наши пароли чувствительны к регистру.

source: Sign in
es_es: Acceder
ru_ru: Войти

source: Remember Me
es_es: Recordarme
ru_ru: Запомнить меня

source: Create New Account
es_es: Crear una cuenta nueva
ru_ru: Создать новый аккаунт
