Repository: RazerGlass/Bitcoin-Exchange
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: es_es, ru_ru

source: Forgot Password
es_es: He olvidado mi contraseña
ru_ru: Забыли пароль

source: 2 Factor Authentication
es_es: 2 Factor de autenticación
ru_ru: 2 фактор проверки подлинности

source: Authentication code
es_es: Código de autenticación
ru_ru: Код проверки подлинности

source: This is the code supplied on your mobile phone. Open Google Authenticator and insert the code above and press 'login'
es_es: Este es el código suministrado en el teléfono móvil. Abrir Google Authenticator , introduzca el código anterior y pulsa 'entrar'
ru_ru: Это код, предоставляемый на вашем мобильном телефоне. Откройте Google Authenticator и вставьте приведенный выше код и нажмите «Вход»

source: All
es_es: Todo
ru_ru: Все

source: Account
es_es: Tu cuenta
ru_ru: Аккаунт

source: Select all
es_es: Seleccionar todo
ru_ru: Выбрать все

source: Password Reset
es_es: Restablecer contraseña
ru_ru: Ваш пароль обновлен.

source: Reset Password
es_es: Restablecer contraseña
ru_ru: Сбросить пароль

source: Security Answer 1
es_es: Respuesta de seguridad 1
ru_ru: Контрольный ответ 1

source: Security Answer 2
es_es: Respuesta de seguridad 2
ru_ru: Контрольный ответ 2

source: Register Form
es_es: Formulario de registro
ru_ru: Форма регистрации

source: Username
es_es: Nombre de Usuario
ru_ru: Имя пользователя

source: Please enter your username
es_es: Por favor, introduzca su nombre de usuario
ru_ru: Пожалуйста, введите свое имя пользователя

source: Enter email address
es_es: Introduzca su email
ru_ru: Введите email.

source: Password don 't match
es_es: Don contraseña ' t emparejar
ru_ru: Пароль Дон 't матч

source: Confirm Password
es_es: Confirmar contraseña
ru_ru: Подтвердите пароль

source: These security questions will not be changeable or visible after registration. <br/> If you lose access to your email/account, we will use these questions as part of the process to grant access to your account.
es_es: Estas cuestiones de seguridad no será cambiable o visible después del registro.<br> If se pierde acceso a su cuenta de correo electrónico /, utilizaremos estas preguntas como parte del proceso para conceder acceso a su cuenta.
ru_ru: Эти вопросы безопасности не будет сменные или видимые после регистрации.<br> If вы потеряете доступ к вашему учету email, мы будем использовать эти вопросы в рамках этого процесса для предоставления доступа к вашей учетной записи.

source: Favorite Sports Team
es_es: Mi equipo favorito
ru_ru: Любимая спортивная команда

source: Favorite Food
es_es: Comida favorita
ru_ru: Любимая еда

source: Mother's Maiden Name
es_es: Nombre de soltera de la madre
ru_ru: Девичья фамилия матери

source: Grandmothers BirthPlace
es_es: Lugar de nacimiento de las abuelas
ru_ru: Место рождения бабушки

source: Father's Name
es_es: ~Primer apellido del padre
ru_ru: Отчество

source: Security Question Answer
es_es: Respuesta de la pregunta de seguridad
ru_ru: Ответ на секретный вопрос

source: What was the name of you Elementary School
es_es: ¿Cuál era el nombre de tu escuela primaria
ru_ru: Как звали вас начальная школа

source: Favorite Movie
es_es: un pelicula favorita
ru_ru: Любимый фильм

source: I agree to the
es_es: "Acepto los"
ru_ru: Я соглашаюсь с этии

source: Terms and Conditions
es_es: Términos y Condiciones
ru_ru: Условия Сайта

source: User Logins
es_es: Inicios de sesión de usuario
ru_ru: Имена входа

source: activate to sort column ascending
es_es: activar para ordenar columna ascendente
ru_ru: активировать для сортировки столбцов по возрастанию

source: IP Address
es_es: Dirección IP
ru_ru: IP-адрес

source: IP Address
es_es: Dirección IP
ru_ru: IP-адрес

source: Status
es_es: Estado
ru_ru: Статус

source: Status
es_es: Estado
ru_ru: Статус

source: IP address
es_es: Dirección IP
ru_ru: IP адрес

source: Whitelist IP Addresses
es_es: Direcciones IP Whitelist
ru_ru: Белый список IP-адресов

source: If you add 1 or more whitelisted IP Addresses you will not be able to login with another non-whitelisted IP. You can add and remove IP addresses. It is not recommended for you to use if you have a dynamic IP
es_es: Si añades 1 o más lista blanca de direcciones IP no serás capaz de iniciar sesión con IP another no-lista blanca. Puede agregar y eliminar direcciones IP. No se recomienda para que usar si tienes una IP dinámica N
ru_ru: Если вы добавляете 1 или более whitelisted IP-адреса вы не будет возможность входа с another не белый IP. Вы можете добавлять и удалять IP-адреса. Не рекомендуется для you использовать, если у вас динамический IP

source: Enter IP
es_es: Introducir IP
ru_ru: Введите IP

source: Whitelisted IP
es_es: IP de la lista blanca
ru_ru: Мы предлагаем вам шанс в белый список IP в вашей учетной записи. Вы только сможете войти в свой аккаунт с белый IP, если вы используете эту функцию.

source: Bought
es_es: Comprado
ru_ru: Купленный

source: Sold
ru_ru: Проданный

source: totalling
es_es: un total de
ru_ru: в общей сложности

source: You
es_es: Tú
ru_ru: Вы

source: with an I.P (internet protocol) address of
es_es: con una dirección I.P (Protocolo de internet)
ru_ru: с адресом I.P (Интернет протокол)

source: You have not completed any trades yet.
es_es: Aún no ha completado algún oficios.
ru_ru: Вы еще не завершили любой сделки.

source: Two Factor Authentication
es_es: autenticación en dos fases
ru_ru: 2Factor проверка подлинности

source: Authentication Key
es_es: Clave de autenticación
ru_ru: Ключ аутентификации

source: Authentication Code
es_es: Código de autenticación
ru_ru: Код проверки подлинности

source: Enter Code
es_es: Introducir código
ru_ru: "Введите код"

source: Download Google authenticator and scan the barcode. Once scanned a number should appear in the authenticator app. Fill out our input with that code and click submit authentication on this site.
es_es: Descargar Google authenticator y escanee el código de barras. Una vez que scanned un número debe aparecer en el autenticador aplics relleno a our con el código de entrada y haga clic en enviar la autenticación en este sitio.
ru_ru: Скачать Google authenticator и сканировать штрих-код. После scanned ряд должен появиться в подлинности app. заливки из our ввода с этим кодом и нажмите кнопку отправьте аутентификацию на этом сайте.

source: Submit authentication
es_es: Presentar la autenticación
ru_ru: 2Factor проверка подлинности

source: User Verification form
es_es: Usuario API
ru_ru: Форма проверки пользователя

source: Upload a valid form of identification. Driving licenses, passports, Government Issued ID's
es_es: Sube imágenes de una identificación de forma válida. Licencias de conducir, pasaportes, identificaciones emitidas Government
ru_ru: Загрузите действительный формы идентификации of . Водительские права, паспорта, Government выдан идентификаторов

source: First Name
es_es: Nombre
ru_ru: Имя

source: Last Name
es_es: Apellidos
ru_ru: ﻿Фамилия

source: Address line 1
es_es: Dirección 1
ru_ru: Адрес 1

source: Address line 2
es_es: Dirección 2
ru_ru: Адрес (2-я строка)

source: City
es_es: Ciudad
ru_ru: Город

source: Postal Code
es_es: Codigo postal
ru_ru: Почтовый индекс:

source: State/Provinince
es_es: Estado/Provinince
ru_ru: Государство/Provinince

source: Date of birth
es_es: Fecha de nacimiento
ru_ru: Дата рождения

source: Valid Identification
es_es: Documento de identidad válido
ru_ru: Удостоверение личности

source: We only accept drivers licenses, passports or any other government issued id.
es_es: Sólo aceptamos licencias de conducir, pasaporte o cualquier otro gobierno identificación emitida.
ru_ru: Мы принимаем только водительские права, паспорт или любое другое правительство издало id.

source: All the information supplied
es_es: Toda la información suministrada
ru_ru: Information

source: MUST
es_es: DEBERA
ru_ru: Муст

source: be 100% correct
es_es: 100% correcto
ru_ru: быть на правильно

source: Information
es_es: Información

source: Time
es_es: Tiempo

source: Date
es_es: Fecha

source: Only JPEG,PNG,JPG Type Image Uploaded. Image Size Should Be Less Than 10MB.
es_es: Sólo imágenes de tipo JPEG, PNG, JPG cargan. Tamaño de la imagen debe ser menos de 10MB.
